Repository: MF366-Coding/DoomMapGuessr
Catalog: DoomMapGuessr/Strings/Resources.*.resx
Languages: pt_br

# App_CreatorName
source: MF366 (Matthew)
pt_br: MF366

# Settings_AppInterface
source: App Interface
pt_br: GUI

# Settings_Language_InputFieldTitle
source: App Language:
pt_br: Idioma do Aplicativo:

# App_Slogan
source: The GeoGuessr of Doom.
pt_br: GeoGuessr do DOOM.

# GreetingText
source: Hello, world!
pt_br: Olá, mundo!

source: Home
pt_br: Início

source: Language
pt_br: Idioma

# Settings_Language_FollowSystem
source: Follow system
pt_br: Mesmo do sistema

source: Settings
pt_br: Configurações

# Settings_GUI_ThemingDarkMode
source: Dark Mode
pt_br: Tema Escuro

# Settings_GUI_UseCustomTheme
source: Use custom theme
pt_br: Usar tema customizado

# Settings_DoomScreenshots
source: Gameplay Screenshots
pt_br: Capturas de Jogo

# Settings_AspectRatio
source: Aspect Ratio
pt_br: Proporções

# Settings_AspectRatio_MaintainProportions
source: Maintain Proportions
pt_br: Manter Proporções

source: Color
pt_br: Cor

# Settings_Color_MaintainColor
source: Original Color
pt_br: Cor Original

# Settings_Color_Achromatopsia
source: Achromatopsia (monochromacy)
pt_br: Achromatopsia (visão em tons de cinza)

# Settings_Color_Tritanopia
source: Tritanopia (blue-blindness)
pt_br: Tritanopia

# Settings_Color_Protanopia
source: Protanopia (red-blindness)
pt_br: Protanopia

# Settings_Color_Deuteranopia
source: Deuteranopia (green-blindness)
pt_br: Deuteranopia

# Settings_DoomScreenshots_SourcesBlacklist
source: Screenshot Source Blacklist
pt_br: Fontes de Capturas Bloqueadas

source: Add
pt_br: Adicionar

source: Remove
pt_br: Apagar

source: Remove All
pt_br: Apagar tudo

source: Edit
pt_br: Editar

source: Save
pt_br: Salvar
